Repository: CreunaFI/dominant-color-async
Catalog: languages/dominant-color-async-*.po
Languages: fi

source: Dominant color async
fi: Hallitseva väri - asynkroninen

source: Calculate Missing Color
fi: Laske puuttuva väri

source: Dominant Color
fi: Hallitseva väri

source: Settings
fi: Asetukset

source: There are %d images that don’t have color dominance information. Would you like to process them now?
fi: %d kuvassa ei ole tietoa hallitsevasta väristä. Haluatko käsitellä ne nyt?

source: Process
fi: Käsittele

source: Processing queue
fi: Käsittelyjono

source: Not in progress
fi: Ei käynnissä

source: Processing
fi: Käsitellään

source: Every %d Minutes
fi: %d minuutin välein
